brew "cask"
brew "colima"
brew "curl"
brew "docker", link: false
brew "docker-buildx"
brew "docker-compose"
brew "fastfetch"
brew "fd"
brew "ffmpeg-full", link: true
brew "figlet"
brew "fzf"
brew "gh"
brew "ghc"
brew "ghq"
brew "git"
brew "git-delta"
brew "imagemagick-full", link: true
brew "jq"
brew "jsonnet"
brew "lazygit"
brew "lolcat"
brew "mise"
brew "neovim"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "terminal-notifier"
brew "tree"
brew "tmux"
brew "tmuxinator"
brew "wget"
cask "font-blex-mono-nerd-font"
cask "ghostty"
